
[X2Ability_WOTC_APA_MarineAbilitySet]

;  -- Localized Strings for Marine Abilities --
;  --------------------------------------------

strFireDiscipline1Name="开火纪律 I"
strFireDiscipline1Desc="<font color='#CA7200'>职业技能熟练度I段</font><br/><Bullet/>反应射击可以暴击，且<Ability:FIRE_DISCIPLINE_REACTION_FIRE_BONUS_TYPE/>具有<font color='#3ABD23'>+<Ability:FIRE_DISCIPLINE_REACTION_FIRE_AIM_BONUS_1/>%</font>命中率。"

strFireDiscipline2Name="开火纪律 II"
strFireDiscipline2Desc="<font color='#CA7200'>职业技能熟练度II段</font><br/><Bullet/>反应射击可以暴击，且<Ability:FIRE_DISCIPLINE_REACTION_FIRE_BONUS_TYPE/>有<font color='#3ABD23'>+<Ability:FIRE_DISCIPLINE_REACTION_FIRE_AIM_BONUS_2/>%</font>命中率。<br/><Bullet/>武器弹匣获得<font color='#3ABD23'>+<Ability:FIRE_DISCIPLINE_AMMO_BONUS/></font>额外弹药。"

strFireDiscipline3Name="开火纪律 III"
strFireDiscipline3Desc="<font color='#CA7200'>职业技能熟练度III段</font><br/><Bullet/>反应射击可以暴击，且<Ability:FIRE_DISCIPLINE_REACTION_FIRE_BONUS_TYPE/>有<font color='#3ABD23'>+<Ability:FIRE_DISCIPLINE_REACTION_FIRE_AIM_BONUS_3/>%</font>命中率。<br/><Bullet/>武器弹匣获得<font color='#3ABD23'>+<Ability:FIRE_DISCIPLINE_AMMO_BONUS/></font>额外弹药。"